{
	"id": 6,
	"name": "Tremere",
	"description": " In nights long lost to the passage of time, the Tremere existed, though they were something else. Those early Tremere then made a bargain — or wrought a spell, or any number of other harrowing methods attributed to the Clan — that changed them from what they had been into the vampires they are tonight. Some claim they stole the Curse of Caine from a torpid Antediluvian, or that they concocted the flawed immortality of the Kindred from the stolen vitae of other vampires. Such mysterious origins, which some describe as treacherous or even blasphemous, haunt the Tremere, as the other Clans look upon them with mistrust and suspicion. The history — and, indeed, the modern legacy — of the Tremere is one marked by Clan war, centuries-old grudges, and the stain of unwholesome mysteries long left unsolved. <br><br>Tonight, Clan Tremere is a Clan shaped by its practice of blood sorcery. A flexible Discipline, Thaumaturgy is heavily entrenched within the Tremere, and they maintain cultic havens known as chantries to study its uses and share secrets among each other. To the Tremere, blood is both sustenance and the source of mystical power; they gather in their witchhouses to further their understanding of the vitae that is such a focal point of their unlives. <br><br>Beyond the practice of Thaumaturgy itself, the Warlocks are known for their close-knit hierarchy. They hail from the Old World, with an established power base in Vienna to which all members of the Clan answer to some degree. Although they may be one of the youngest Clans — in the terms with which deathless creatures like vampires measure time — they are as adept at the Jyhad as any Kindred. Beset by enemies who call them usurpers and backed by allies who may or may not defend the alliances they force, the Tremere have evolved to be self-sufficient. Indeed, many who eye them warily think they possess too great an edge, with their flexible Discipline and protective Clan and chantry structure, and move against them both secretly and overtly.",
	"nickname": "Warlocks",
	"appearance": " Tremere often have two distinct presentations: a traditional and severe public aspect and a much more eldritch mien better suited to wielding their blood sorceries. When out in public or at Kindred events, the Tremere favor conservative suits and dresses and muted tones. When in their chantries or convening with others of their Clan, they often prefer robes decorated with subtle occult symbols or garb with various folds and pockets for their bizarre ritual ingredients.",
	"haven": " Many Tremere rely on a central chantry the Clan maintains in cities where it has a notable presence. More solitary Warlocks develop private havens, with all of the trappings one might expect from an occult scholar, from libraries to alchemical laboratories to moonlit balcony observatories and even more sinister oubliettes where vivisected “research subjects” bleed according to experimental Tremere-controlled stimuli.",
	"background": " The Tremere draw from a fairly narrow pool of potential acolytes. Those who have an awareness of the supernatural, who are driven to succeed, who seek answers that elude less inquisitive individuals, yet who also have the discipline to heed the edicts of the hierarchy make good Tremere. This isn’t to say that individualists don’t have room in the Clan; rather, those who go their own way may well find themselves leading a chantry — or greeting the sun if their interests don’t align with those of the pyramid.",
	"creation": " Mental Attributes and Knowledges are prominent among the Tremere. Many have high Courage and Willpower, but are somewhat lacking in Conscience or Conviction. They often favor Backgrounds that heighten their relationship to the Clan, like Mentor, Status, and Retainers (whom an accomplished Warlock may craft from otherwise inert components).",
	"disciplines": [
		"Auspex",
		"Dominate",
		"Thaumaturgy"
	],
	"weaknesses": " Tremere dependency on blood is even more pronounced than that of other Kindred. It takes only two draughts of another vampire’s blood for a Tremere to become blood bound instead of the normal three — the first drink counts as if the Tremere had taken two drinks. (For more information on the blood bond, see p. 286). The elders of the Clan are well aware of this, and seek to impart loyalty to the Clan by forcing all neonate Warlocks to drink of the (transubstantiated) blood of the seven Tremere elders soon after their Embrace.",
	"organization": " The hallmark of Clan Tremere is “the pyramid,” the rigid hierarchy that governs the Clan and makes it the most organized of all the Kindred lineages. With many levels of membership, internal factions, and circles of mystery, the Tremere hierarchy presents a unified face to those outside the Clan, and is almost as unified behind the scenes. Still, the pyramid inculcates more than its share of paranoia, as both rogue Warlocks and a competitive environment of academic occultism pits each acolyte against her peers to the greater accomplishment of the Clan.",
	"quote": "When the world refuses to give, he who makes himself a master of the world may still take.",
	"stereotypesSects": {
		"anarchs": "In the absence of structure, autarchy yields only the brutishness of lesser Kindred.",
		"camarilla": "A sundered house still offers shelter.",
		"sabbat": "They do not understand their own ends, and damn themselves thus."
	},
	"stereotypesClans": {
		"brujah": "Hubris and a lack of self-discipline have laid low the Clan of warrior-poets.",
		"caitiff": "As Vesalius gathered his cadavers, so do we solicit volunteers in the understanding of our sciences.",
		"gangrel": "Theirs is a simple but formidable power. Fortunately, their blood is as susceptible to mastery as that of all Kindred.",
		"malkavian": "nce we can synthesize their stochastic perception, the Kindred will no longer have to brook their disruptive caprice.",
		"nosferatu": "Those involuntarily placed outside the system can prove fruitful allies or accomplices.",
		"toreador": "Form follows function, which makes the ongoing prominence of these self-worshipers such a dispiriting enigma.",
		"tremere": "",
		"ventrue": "Caesar shall have his due, and to our benefit, his love of lucre blinds him to true power."
	}
}